// © Copyright 2011-2013, 2015-2016 HP Development Company, L.P.

TaskName = "사용자 역할 관리";

UsersTabTitle = "사용자:";
GroupsTabTitle = "그룹:";
RolesTabTitle = "역할:";

// default roles
DeviceAdministrator = "장치 관리자";
DeviceGuest = "장치 게스트";
DeviceUser = "장치 사용자";

//account types
User = "사용자";
Group = "단체";

// context menu operatons
DeleteUserGroupContextMenu = "사용자 또는 그룹 삭제";
DeleteRoleContextMenu = "역할 삭제";
MoveToGroupContextMenu = "그룹으로 이동";
MoveToUserContextMenu = "사용자로 이동";

// properties names
NameAttribute = "이름:";
RoleAttribute = "역할:";
AuthenticationAttribute = "로그인 방법:";
AccountTypeAttribute = "유형";

// progress titles
UpdateInformationProcessTitle = "정보 업데이트 중...";

// new accounts window
OkButton = "확인";
CancelButton = "취소";

AccountSettingsTabTitle = "계정 설정";
PermissionsPoliciesTabTitle = "권한 정책";
WindowsDefaultRoleTitle = "Windows에 대한 기본 권한 설정:";
LDAPDefaultRoleTitle = "LDAP에 대한 기본 권한 설정:";

// alerts
DuplicateNameMessage = "이 이름이 이미 사용 중입니다.";
DuplicateUserGroupNameDescription = "이 네트워크 사용자 이름 또는 그룹 이름이 이미 사용 중입니다. 새 네트워크 사용자 이름 또는 그룹 이름을 입력하십시오.";
DuplicateNameDescription = "이 이름은 이미 사용 중입니다. 새 이름을 입력하십시오.";
NetworkUserAndGroupTitle = "네트워크 사용자 또는 그룹";

DeleteRoleErrorDescription = "권한 세트(%@)가 기본 권한 세트로 사용되고 있거나 네트워크 그룹 또는 사용자-장치 권한 세트 매핑에 있으므로 삭제할 수 없습니다.";

// tooltips
CreateNewUserToolTip = "새 사용자 만들기";
CreateNewGroupToolTip = "새 그룹 만들기";
CreateNewRoleToolTip = "새 역할 만들기";

DeleteUsersToolTip = "선택한 사용자 삭제";
DeleteGroupsToolTip = "선택한 그룹 삭제";
DeleteRolesToolTip = "선택한 역할 삭제";

// permission policies
ApplicationNameKey = "응용 프로그램 이름";
ValueKey = "값";

ADMINISTRATIONAPPLICATION = "'관리' 응용 프로그램";
REPORTS = "보고서";
CONFIGURATIONSTATUSPAGES = "구성/상태 페이지";
CONFIGURATIONPAGE = "구성 페이지";
USAGEPAGE = "사용 페이지";
FILEDIRECTORY = "파일 디렉토리";
SUPPLIESSTATUSPAGE = "소모품 상태 페이지";
COLORUSAGEJOBLOG = "컬러 사용 작업 로그";
FAXREPORTS = "팩스 보고서";
FAXACTIVITYLOG = "팩스 활동 로그";
BILLINGCODESREPORT = "요금 코드 보고서";
BLOCKEDFAXLIST = "차단된 팩스 목록";
LASTFAXCALLREPORT = "마지막 팩스 호출 보고서";
SPEEDDIALLIST = "단축 다이얼 목록";
OTHERPAGES = "다른 페이지";
GENERALSETTINGS = "일반 설정";
GENERAL = "일반 설정";
DATETIME = "날짜/시간";
DATEANDTIME = "날짜/시간";
ENERGYSETTINGS = "에너지 설정";
PRINTQUALITYMENU = "인쇄 품질 메뉴";
MANAGESTOREDJOBS = "저장된 작업 관리";
ENABLERETRIEVEFROMUSB = "USB에서 검색 활성화";
RESTOREFACTORYSETTINGS = "공장 기본값 복원";
DISPLAYSETTINGS = "디스플레이 설정";
NETWORKSETTINGS = "네트워크 설정";
NETWORKPROTOCOLS = "네트워크 프로토콜";
COPYSETTINGS = "복사 설정";
FAXSETTINGS = "팩스 설정";
FAXSENDSETTINGS = "팩스 전송 설정";
FAXSENDSETUP = "팩스 전송 설치";
FAXSETUPWIZARD = "팩스 설치 마법사";
GENERALFAXSENDSETTINGS = "일반 팩스 전송 설정";
DEFAULTJOBOPTIONSFAXSEND = "기본 작업 옵션(팩스 전송)";
FAXRECEIVESETTINGS = "팩스 수신 설정";
FAXRECEIVESETUP = "팩스 수신 설치";
FAXPRINTINGSCHEDULE = "팩스 인쇄 예약";
BLOCKEDFAXNUMBERS = "차단된 팩스 번호";
DEFAULTJOBOPTIONSFAXRECEIVE = "기본 작업 옵션(팩스 수신)";
FAXFORWARDING = "팩스 전달";
GENERALPRINTSETTINGS = "일반 인쇄 설정";
DEFAULTPRINTOPTIONS = "기본 인쇄 옵션";
MANAGETRAYS = "용지함 관리";
STAPLERSTACKERSETTINGS = "스테이플러 스태커 설정";
SCANDIGITALSENDSETTINGS = "스캔/디지털 전송 설정";
SCANDIGITALSEND = "스캔/디지털 전송 설정";
EMAILSETTINGS = "이메일 설정";
EMAILSETUP = "이메일 설치";
DEFAULTJOBSETTINGSEMAILSETTINGS = "기본 작업 설정(이메일 설정)";
SAVETONETWORKFOLDERSETTINGS = "네트워크 폴더에 저장 설치";
SAVETONETWORKFOLDERSETUP = "네트워크 폴더에 저장 설치";
DEFAULTJOBSETTINGSNETWORKFOLDER = "기본 작업 설정(네트워크 폴더)";
SAVETOUSBSETTINGS = "USB에 저장 설정";
SAVETOUSBSETUP = "USB에 저장 설치";
SAVETOUSBJOBSETTINGS = "USB 작업에 저장 설정";
DIGITALSENDSERVICESETUP = "디지털 전송 서비스 설치";
MANAGESUPPLIES = "소모품 관리";
RESETSUPPLIES = "소모품 다시 설정";
TROUBLESHOOTINGMENU = "문제해결 메뉴";
TROUBLESHOOTING = "문제해결 메뉴";
RETRIEVEDIAGNOSTICDATA = "진단 날짜 검색";
DIAGNOSTICDATA = "진단 날짜 검색";
STAPLERSTACKER = "스테이플러 스태커";
RETRIEVEFAXDIAGNOSTICDATA = "팩스 진단 데이터 가져오기";
REMOTECONTROLPANEL = "원격 제어판";
DIGITALSENDINGSOFTWAREDSSSETUP = "디지털 전송 소프트웨어(DSS) 설정";
DIGITALSENDINGSOFTWARESETUP = "디지털 전송 소프트웨어 설정";
SUPPLYSTATUSAPPLICATION = "'소모품 상태' 응용 프로그램";
COPYAPPLICATION = "'복사' 응용 프로그램";
SIDEDCOPYOUTPUT = "단면 복사 출력";
MAKEACOLORCOPY = "컬러 복사";
SAVETODEVICEMEMORYAPPLICATION = "'장치 메모리에 저장' 응용 프로그램";
OPENFROMDEVICEMEMORYAPPLICATION = "'장치 메모리에서 열기' 응용 프로그램";
STOREDFAXES = "저장된 팩스";
DELETEANYSTOREDJOBSHAREDORPRIVATE = "모든 저장된 작업 삭제(공유한 작업 또는 비공개 작업)";
TRAYS = "용지함";
ABILITYTOMODIFYTRAYSIZEANDTYPESETTINGS = "용지함 크기 및 유형 수정 기능 설정";
PRINTING = "인쇄";
PRINTINCOLOR = "컬러로 인쇄";
OPENFROMUSBAPPLICATION = "'USB에서 열기' 응용 프로그램";
FAXAPPLICATION = "'팩스' 응용 프로그램";
ABILITYTOEDITTHEBILLINGCODE = "요금 코드 수정 기능";
ABILITYTOEDITASPEEDDIAL = "단축 다이얼 수정 기능";
EMAILAPPLICATION = "'이메일' 응용 프로그램";
ABILITYTOEDITTHEFROMFIELDFOREMAIL = "이메일의 '보낸 사람' 필드 수정 기능";
ABILITYTOEDITTHETOFIELDFOREMAIL = "이메일의 '받는 사람' 필드 수정 기능";
ABILITYTOEDITTHECCFIELDFOREMAIL = "이메일의 '참조' 필드 수정 기능";
ABILITYTOEDITTHEBCCFIELDFOREMAIL = "이메일의 '숨은 참조' 필드 수정 기능";
ABILITYTOEDITTHESUBJECTFIELDFOREMAIL = "이메일의 '제목' 필드 수정 기능";
ABILITYTOEDITTHEBODYOFANEMAIL = "이메일의 본문 수정 기능";
ADDRESSBOOK = "주소록";
ABILITYTOMANAGECONTACTSINAPRIVATEADDRESSBOOK = "비공개 주소록에 있는 연락처 관리 기능";
ABILITYTOMANAGECONTACTSINSHAREDADDRESSBOOKS = "공유한 주소록에 있는 연락처 관리 기능";
SAVETOSHAREPOINT = "SharePoint®에 저장";
NETWORKFOLDERAPPLICATION = "'네트워크 폴더' 응용 프로그램";
ABILITYTOEDITTHENETWORKFOLDERPATH = "네트워크 폴더 경로 수정 기능";
JOBSTATUSAPPLICATION = "'작업 상태' 응용 프로그램";
DETAILSORCANCELANYUSERSJOB = "세부 정보 또는 모든 사용자 작업 취소";
ABILITYTOPROMOTEANYUSERSJOB = "모든 사용자 작업 중단 기능";
ABILITYTOVIEWALLJOBSINTHEJOBLOGFORALLUSERS = "모든 사용자의 작업 로그에서 모든 작업 보기 기능";
SAVETOUSBAPPLICATION = "'USB에 저장' 응용 프로그램";
DEVICEMAINTENANCEAPPLICATION = "'장치 유지보수' 응용 프로그램";
INFORMATION = "정보";
DEVICESTATUS = "장치 상태";
PRINT = "인쇄";
HPWEBSERVICES = "HP 웹 서비스";
ONLINEHELP = "온라인 도움말";
FAX = "팩스";
RESTRICTCOLOR = "컬러 제한";

EnableFromRestrictColorPlugin = "이 기능을 활성화하려면 컬러 인쇄 제한 플러그인으로 이동";
ENABLEDEVICEUSB = "장치 USB 활성화";

DELETEPROTECTEDJOBSWITHOUTENTERINGTHEPASSWORDORPIN = "비밀번호나 PIN을 입력하지 않고 보호 작업을 삭제하십시오";
JOBLOG = "작업 로그";
STATUSINFORMATION = "상태 정보";
PRINTABLEREPORTSANDPAGES = "인쇄 가능한 보고서 및 페이지";
NETWORKING = "네트워킹";
ALERTS = "경고";
CONTROLPANELADMINISTRATIONMENU = "제어판 관리 메뉴";
AUTOSEND = "자동 발송";
DISPLAYCUSTOMIZATIONS = "사용자 지정 표시";
BACKUPANDRESTORE = "백업 및 복원";
SOLUTIONINSTALLER = "솔루션 설치 관리자";
FIRMWAREUPGRADE = "펌웨어 업그레이드";
QUOTAANDSTATISTICSSERVICES = "할당량 및 통계 서비스";
CONTROLPANELCUSTOMIZATION = "제어판 사용자 지정";
QUICKSETSSETUP = "간편 설정";
GENERALTROUBLESHOOTING = "일반 문제 해결";
CALIBRATIONCLEANING = "교정/세척";
SECURITY = "보안";
GENERALSECURITY = "일반 보안";
ACCESSCONTROL = "액세스 제어";
PROTECTSTOREDDATA = "저장 데이터 보호";
CERTIFICATEMANAGEMENT = "인증서 관리";
WEBSERVICESECURITY = "웹 서비스 보안";
EMAILDOMAINRESTRICTION = "이메일 도메인 제한";
FAXARCHIVEANDFORWARDING = "팩스 보관 및 전송";
SPEEDDIALS = "스피드 다이얼";
COPYPRINT = "복사/인쇄";
ADJUSTPAPERTYPES = "용지 유형 조정";
RETRIEVEFROMUSBSETUP = "USB 설정 가져오기";
REMOTESCANREQUEST = "원격 스캔 요청";
EMAILANDSAVETONETWORKFOLDERQUICKSETUPWIZARDS = "네트워크 폴더 간편 설정 마법사 이메일 전송 및 저장";
PREFERENCES = "사용자 설정";
